/*
██╗    ██╗██╗ ██████╗██╗  ██╗    ███████╗████████╗██╗   ██╗██████╗ ██╗ ██████╗ 
██║    ██║██║██╔════╝██║ ██╔╝    ██╔════╝╚══██╔══╝██║   ██║██╔══██╗██║██╔═══██╗
██║ █╗ ██║██║██║     █████╔╝     ███████╗   ██║   ██║   ██║██║  ██║██║██║   ██║
██║███╗██║██║██║     ██╔═██╗     ╚════██║   ██║   ██║   ██║██║  ██║██║██║   ██║
╚███╔███╔╝██║╚██████╗██║  ██╗    ███████║   ██║   ╚██████╔╝██████╔╝██║╚██████╔╝
 ╚══╝╚══╝ ╚═╝ ╚═════╝╚═╝  ╚═╝    ╚══════╝   ╚═╝    ╚═════╝ ╚═════╝ ╚═╝ ╚═════╝ 
Copyright (c) 2024 Wick Studio
*/

module.exports = {
    token: "", // التوكن
    clientId: "1237401360282943580", // ايدي البوت
    guildId: "1237364630737649715", // ايدي السيرفر
    thumbnail: "", // الصورة المصغرة
    image: "", // صورة الامبد الكبيرة
    footer: "", // صورة مصغرة للفوتر
    roles: {
      section1: {
        label: "رتـب الـمـنـشـنـات"
        description: "Select your roles for Mentions", // وصف القسم
        roles: [
          { label: "شوب بلوكس", value: "1237399672616652883" }, // role_name = اسم الرتبة | role_id = ايدي الرتبة
          { label: "منشن اخبار", value: "1237399575762042930" }, // role_name = اسم الرتبة | role_id = ايدي الرتبة
          { label: "منشن فعاليات", value: "role_id" }, // role_name = اسم الرتبة | role_id = ايدي الرتبة
          { label: "بنت", value: "1237364630737649715" }, // role_name = اسم الرتبة | role_id = ايدي الرتبة
          { label: "ولد", value: "1237397703668011168" }, // role_name = اسم الرتبة | role_id = ايدي الرتبة
          { label: "منشن انعاش شات", value: "1237407521522581544" }, // role_name = اسم الرتبة | role_id = ايدي الرتبة
          { label: "منشن فتح تقديم الادارة", value: "1237407283819057294" }, // role_name = اسم الرتبة | role_id = ايدي الرتبة
          { label: "منشن العاب", value: "1237408840039792704" }, // role_name = اسم الرتبة | role_id = ايدي الرتبة
        ]
      }٫
